tap "argoproj/tap"
tap "cloudflare/cloudflare"
tap "derailed/k9s"
tap "github/gh"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "ubuntu/microk8s"
tap "weaveworks/tap"
brew "gettext"
brew "argo"
brew "argocd"
brew "aws-iam-authenticator"
brew "awscli"
brew "bat"
brew "boost"
brew "glib"
brew "cocoapods"
brew "coreutils"
brew "direnv"
brew "dive"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "gpgme"
brew "python@3.8"
brew "gnu-time"
brew "go"
brew "gobject-introspection"
brew "gpatch"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "helm"
brew "htop"
brew "imagemagick"
brew "jq"
brew "k3d"
brew "neovim"
brew "netperf"
brew "opam"
brew "pass"
brew "procs"
brew "putty"
brew "pv"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "skaffold"
brew "starship"
brew "tectonic"
brew "terraform", link: false
brew "tmux"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh"
brew "cloudflare/cloudflare/cloudflared"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform-ls"
brew "ubuntu/microk8s/microk8s"
brew "weaveworks/tap/eksctl"
cask "alacritty"
cask "keepingyouawake"
cask "multipass"
