tap "argoproj/tap"
tap "cloudflare/cloudflare"
tap "github/gh"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "gettext"
brew "argo"
brew "argocd"
brew "bat"
brew "boost"
brew "cocoapods"
brew "coreutils"
brew "direnv"
brew "dive"
brew "exa"
brew "fd"
brew "fish"
brew "fortune"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "gpgme"
brew "go"
brew "gpatch"
brew "openjdk"
brew "gradle"
brew "pango"
brew "graphviz"
brew "helm"
brew "htop"
brew "hub"
brew "jq"
brew "lbdb"
brew "libpq"
brew "maven"
brew "mutt"
brew "notmuch"
brew "neomutt"
brew "neovim"
brew "netperf"
brew "opam"
brew "pass"
brew "procs"
brew "putty"
brew "pv"
brew "ripgrep"
brew "skaffold"
brew "starship"
brew "tectonic"
brew "telnet"
brew "terraform"
brew "tmux"
brew "watch"
brew "wget"
brew "wiggle"
brew "yarn"
brew "zsh"
brew "cloudflare/cloudflare/cloudflared"
brew "hashicorp/tap/packer"
cask "alacritty"
cask "android-studio"
cask "keepingyouawake"
