tap "derailed/k9s"
tap "github/gh"
tap "golangci/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "ktr0731/evans"
tap "ngrok/ngrok"
tap "ubuntu/microk8s"
tap "weaveworks/tap"
tap "wez/wezterm"
brew "bat"
brew "boost"
brew "libpng"
brew "pixman"
brew "cairo"
brew "coreutils"
brew "direnv"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnu-time"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "gpgme"
brew "graphite2"
brew "helm"
brew "htop"
brew "jpeg"
brew "jq"
brew "kind"
brew "kustomize"
brew "libpq"
brew "libtool"
brew "libuv"
brew "neovim"
brew "node"
brew "tree"
brew "pass"
brew "pkg-config"
brew "podman"
brew "protobuf"
brew "pyenv"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "skaffold"
brew "starship"
brew "tectonic"
brew "terraform"
brew "terragrunt"
brew "tmux"
brew "watch"
brew "wget"
brew "yarn"
brew "zoxide"
brew "zsh"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform-ls"
brew "ubuntu/microk8s/microk8s"
cask "multipass"
cask "ngrok"
cask "wezterm"
