dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
freebroccolo.reasonml
GitHub.copilot
golang.go
hashicorp.terraform
jaredly.reason-vscode
jdinhlife.gruvbox
magicstack.MagicPython
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
PKief.material-icon-theme
redhat.vscode-commons
redhat.vscode-yaml
rust-lang.rust-analyzer
timonwong.shellcheck
vscode-icons-team.vscode-icons
