dbaeumer.vscode-eslint
eamodio.gitlens
EditorConfig.EditorConfig
GitHub.copilot
golang.go
hashicorp.terraform
jdinhlife.gruvbox
magicstack.MagicPython
ms-python.python
ms-python.vscode-pylance
PKief.material-icon-theme
redhat.vscode-commons
redhat.vscode-yaml
rust-lang.rust-analyzer
timonwong.shellcheck
vscode-icons-team.vscode-icons
